export interface ICardData {
   image: string;
   date: string;
   title: string;
   text: string;
   alt: string;
   id: string;
}

export const cardData: ICardData[] = [
   {
      id: "1",
      image: "/cart_1.png",
      date: "20.03.2024, 18:00",
      title: "Казанский школьник взял золото на чемпионате и первенстве ПФО по тхэквондо",
      text: "В состязаниях приняли участие 2280 спортсменов из 61 региона страны",
      alt: "One Image Cart",
   },
   {
      id: "2",
      image: "/cart_2.png",
      date: "11.10.2023, 17:14",
      title: "Кубок мира по тхэквондо ГТФ стартовал в Казани",
      text: "Среди спортсменов разыграют 308 комплектов наград",
      alt: "Two Image Cart",
   },
   {
      id: "3",
      image: "/cart_3.png",
      date: "27.04.2023, 15:05",
      title: "Казань примет всероссийские соревнования по тхэквондо",
      text: "В них будут участвовать спортсмены из 16 регионов страны в возрасте от 11 до 17 лет.",
      alt: "Three Image Cart",
   },
   {
      id: "4",
      image: "/cart_4.png",
      date: "28.03.2023, 14:48",
      title: "Первенство России по тхэквондо в Казани пройдет с участием 400 спортсменов из 48 регионов",
      text: "Татарстан на состязаниях представят 28 человек.",
      alt: "Four Image Cart",
   },
   {
      id: "5",
      image: "/cart_1.png",
      date: "20.03.2024, 18:00",
      title: "Казанский школьник взял золото на чемпионате и первенстве ПФО по тхэквондо",
      text: "В состязаниях приняли участие 2280 спортсменов из 61 региона страны",
      alt: "Five Image Cart",
   },
   {
      id: "6",
      image: "/cart_2.png",
      date: "11.10.2023, 17:14",
      title: "Кубок мира по тхэквондо ГТФ стартовал в Казани",
      text: "Среди спортсменов разыграют 308 комплектов наград",
      alt: "Six Image Cart",
   },
   {
      id: "7",
      image: "/cart_3.png",
      date: "27.04.2023, 15:05",
      title: "Казань примет всероссийские соревнования по тхэквондо",
      text: "В них будут участвовать спортсмены из 16 регионов страны в возрасте от 11 до 17 лет.",
      alt: "Seven Image Cart",
   },
   {
      id: "8",
      image: "/cart_4.png",
      date: "28.03.2023, 14:48",
      title: "Первенство России по тхэквондо в Казани пройдет с участием 400 спортсменов из 48 регионов",
      text: "Татарстан на состязаниях представят 28 человек.",
      alt: "Eight Image Cart",
   },
];
